/* error message: kErrConv7To8_ConversionError */
"Could not convert song format." = "Não foi possível converter o formato da música.";

/* error message: kErrConv7To8_DamagedSong */
"This project seems to be damaged. Please restore from backup." = "Este projeto parece estar danificado. Por favor, restaure do backup.";

/* error message: kErrConv7To8_NonReleaseLogicVersion */
"This project has been created with an intermediate non-release Logic version. It can't be opened any longer" = "Este projeto foi criado com uma versão intermediária e não lançada do Logic. Ele não pode mais ser aberto.";

/* error message: kErrConv7To8_PreLogic5Version - Message for High Sierra only */
"The song you are trying to open is in Logic 4 format (or earlier). Please open and save it with Logic 7.2.1 or earlier first.\n\nYou have to do that on a Macintosh computer, which still runs an older version of macOS, because these old versions of Logic Pro are no longer compatible with macOS 10.13 or later." = "A música que você está tentando abrir está no formato do Logic 4 (ou anterior). Primeiro, abra a música e salve-a no Logic 7.2.1 ou anterior.\n\nIsso deve ser feito em um computador Macintosh, o qual ainda usa uma versão mais antiga do macOS, já que essas versões antigas do Logic Pro não são mais compatíveis com o macOS 10.13 ou posterior.";
